Repository: ninthward/fleetingbrilliance
Catalog: plugins/commentluv/lang/commentluv-*.po
Languages: sw_sw, th_th

source: CommentLuv requires Wordpress 3.0 or newer.
sw_sw: CommentLuv inahitaji Wordpress 3.0 au karibu zaidi.

source: Please Update!
sw_sw: Tafadhali Mwisho!

source: Please enter a URL and then click the CommentLuv checkbox if you want to add your last blog post
sw_sw: Tafadhali kuingia URL na kisha click CommentLuv checkbox kama unataka kuongeza blog post yako ya mwisho

source: Please use http:// in front of your url
sw_sw: Tafadhali kutumia http: // mbele ya url yako

source: You need to visit your profile in the dashboard and update your details with your site URL
sw_sw: Unahitaji kutembelea maelezo yako katika dashibodi na update maelezo yako na tovuti yako URL

source: No info was available or an error occured
sw_sw: Hakuna maelezo ulipatikana au kosa ilitokea

source: Please wait
sw_sw: Tafadhali subiri

source: Please check your inbox, an email will be sent to
sw_sw: Tafadhali angalia sanduku lako, email watapelekwa

source: in the next few minutes with a confirmation link
sw_sw: katika dakika chache zijazo na uthibitisho kiungo

source: An error happened with the request. Try signing up at the site
sw_sw: Makosa yaliyotokea na ombi. Jaribu kusainiwa katika tovuti

source: Your Wordpress install is missing the <strong>wp_commentmeta</strong> table!
sw_sw: Wordpress yako kufunga ni kukosa <strong> wp_commentmeta </ strong> meza!

source: CommentLuv cannot work without this table please see this wordpress forum post to learn how to add one ->
sw_sw: CommentLuv hawawezi kufanya kazi bila meza hii tafadhali tazama chapisho hili wordpress jukwaa kujifunza jinsi ya kuongeza moja ->

source: Missing wp_commentmeta table
sw_sw: Kukosa wp_commentmeta meza

source: Twice Monthly
sw_sw: Mara mbili kila mwezi

source: CommentLuv is enabled
sw_sw: CommentLuv ni kuwezeshwa

source: Show more posts
sw_sw: Kuonyesha posts zaidi

source: I have only commented on this post
sw_sw: I have tu maoni juu ya post hii

source: If I had made more comments on this site, you would see more of my other posts here
sw_sw: Kama mimi alikuwa alitoa ufafanuzi zaidi kwenye tovuti hii, ungependa kuona zaidi ya nafasi yangu nyingine hapa

source: User has not saved a description in their profile page
sw_sw: User hana kuokolewa maelezo katika ukurasa wao wasifu

source: is the administrator of this site
sw_sw: ni msimamizi wa tovuti hii

source: is a registered member of my site
sw_sw: ni mwanachama wa usajili za tovuti yangu

source: Clicks on this link on this comment
sw_sw: Clicks juu ya kiungo huu juu ya maoni hii

source: approved comments on this site
sw_sw: maoni kupitishwa kwenye tovuti hii

source: Some other posts I have commented on
sw_sw: Baadhi posts nyingine nimekuwa maoni juu ya

source: Some of my other posts
sw_sw: Baadhi ya posts yangu nyingine

source: has not registered on this site
sw_sw: ina haijasajiliwa kwenye tovuti hii

source: Could not get posts for home blog
sw_sw: Hakuweza kupata posts kwa ajili ya nyumba blog

source: If you are registered, you need to log in to get 10 posts to choose from
sw_sw: Kama wewe ni kusajiliwa, unahitaji kuingia kwenye kupata posts 10 kwa kuchagua kutoka

source: Register
sw_sw: Daftari

source: recently posted
sw_sw: hivi karibuni posted

source: If you register as a user on my site, you can get your 10 most recent blog posts to choose from in this box.
sw_sw: Kama kujiandikisha kama mtumiaji kwenye tovuti yangu, unaweza kupata yako 10 hivi karibuni blog posts kwa kuchagua kutoka katika sanduku hili.
th_th: ถ้าคุณได้ลงทะเบียนในเว็ปไซต์นี้แล้ว คุณสามารถเรียกดู 10 บล็อกที่ถูกโพสต์ล่าสุ

source: If this user had registered to my site then they could get 10 last posts to choose from when they comment and you would be able to see a list of their recent posts in this panel
sw_sw: Kama mtumiaji huyu alikuwa kusajiliwa na tovuti yangu kisha waweze kupata 10 posts mwisho kwa kuchagua kutoka wakati wao kutoa maoni na ungependa kuwa na uwezo wa kuona orodha ya vituo vyao hivi karibuni katika jopo hili
th_th: ถ้าคุณได้ลงทะเบียนในเว็ปไซต์นี้แล้ว คุณสามารถเรียกดู 10 โพสต์ล่าสุด และดูรายละเอียดเวลาการแสดงความคิดเห็นของโพสต์ต่างๆ

source: Settings
sw_sw: mazingira

source: No Posts Were Found!
sw_sw: Hakuna Posts Walikuwa Kupatikana!

source: There is a new version of Commentluv available, please upgrade by visiting this site
sw_sw: Kuna toleo jipya la Commentluv inapatikana, tafadhali kuboresha kwa kutembelea tovuti hii

source: Dismiss notice
sw_sw: kumfukuza taarifa

source: CommentLuv Settings v
sw_sw: CommentLuv Mazingira v

source: Important!
sw_sw: Muhimu!

source: Subscription Information
sw_sw: Taarifa michango
th_th: ข้อมูลบริการ

source: CommentLuv 3.0 Premium is coming soon!
sw_sw: CommentLuv 3.0 Premium ni kuja hivi karibuni!

source: I promise not to sell your details or send you spam. You will ONLY receive emails about plugin updates.
sw_sw: Mimi ahadi si kuuza maelezo yako au kutuma wewe taka. Utakuwa tu kupokea barua pepe kuhusu Plugin updates.

source: There is a premium version of CommentLuv coming that will have much more control of how the plugin works as well as exclusive features like keyword name, inline registration and much much more!. Signup to find out as soon as it is ready
sw_sw: Kuna toleo premium ya CommentLuv kuja kwamba itakuwa na udhibiti zaidi wa jinsi Plugin kazi pamoja na sifa ya kipekee kama jina keyword, inline usajili na mengi zaidi !. Jisajili ili kujua kwa haraka kama yuko tayari

source: You have already subscribed, if you have not received the verification within 12 hours, please click the button to resend or try the form at
sw_sw: Wewe tayari Subscribed, kama wewe hawajapata uhakiki ndani ya masaa 12, tafadhali bonyeza kifungo kutuma upya au kujaribu aina katika

source: Resend Verification
sw_sw: Resend Uhakiki

source: Click to register now!
sw_sw: Bofya kujiandikisha sasa!

source: Primary Setting
sw_sw: Kuweka msingi
th_th: การตั้งค่่าขั้นต้น

source: Help Video
sw_sw: msaada Video
th_th: ชมวีดีโอช่วยเหลือ

source: Enable CommentLuv?
sw_sw: Kuwawezesha CommentLuv?
th_th: เปิดใข้งาน CommentLuv?

source: Yes
sw_sw: Ndiyo
th_th: ใช่

source: No
sw_sw: Hakuna
th_th: ไม่ใช่

source: On Pages
sw_sw: On kuhusiana
th_th: ในเพจ

source: On Both
sw_sw: On Wote
th_th: ในทั้งหมด

source: On for admin?
sw_sw: On kwa admin?

source: Appearance
sw_sw: muonekano
th_th: สิ่งที่ปรากฏ

source: Badge
sw_sw: beji
th_th: เครื่องหมาย

source: Custom Image URL
sw_sw: Desturi Image URL
th_th: URL ภาพพื้นฐาน

source: Use Text
sw_sw: matumizi Nakala
th_th: ใช้ข้อความ

source: None
sw_sw: hakuna

source: Link to Commentluv?
sw_sw: Kiungo kwa Commentluv?

source: Enable info panel?
sw_sw: Kuwawezesha maelezo jopo?

source: Info panel background color
sw_sw: Maelezo jopo rangi ya asili
th_th: แผงแสดงข้อมูลสีพื้นหลัง

source: Info panel text color
sw_sw: Maelezo jopo rangi ya maandishi
th_th: แผงแสดงข้อมูลสีข้อความ

source: Example text and background color
sw_sw: Mfano wa maandishi na rangi ya asili
th_th: ตัวอย่างข้อความและสีพื้นหลัง

source: Messages
sw_sw: ujumbe
th_th: ข้อความ

source: Text to be displayed in the comment
sw_sw: Nakala ya kuonyeshwa katika maoni
th_th: ข้อความจะปรากฏในกล่องความคิดเห็น

source: [name] = The users name
sw_sw: [jina] = jina watumiaji
th_th: [ชื่อ]=ชื่อผู้ใช้

source: [lastpost] = The last blog post link
sw_sw: [lastpost] = iliyopita baada ya blog kiungo
th_th: [ล่าสุด]=บล็อกโพสต์ล่าสุด

source: Message for unregistered user in the drop down box
sw_sw: Ujumbe kwa haijasajiliwa mtumiaji katika kushuka chini sanduku

source: Message will not be shown if you do not have registrations enabled
sw_sw: Ujumbe si kuonyeshwa kama huna usajili kuwezeshwa

source: Your register link code
sw_sw: Kiungo kujiandikisha yako kificho

source: You have NOT set your blog to allow registrations, you can do that in Settings/General
sw_sw: Wewe si kuweka blog yako ili kuruhusu usajili, unaweza kufanya hivyo katika Mipangilio / General

source: here
sw_sw: hapa

source: Message for unregistered user in the info panel
sw_sw: Ujumbe kwa haijasajiliwa mtumiaji katika maelezo jopo

source: Operational Settings
sw_sw: Ufundi Mazingira
th_th: การตั้งค่า

source: Who to give 10 last posts to choose from when they comment?
sw_sw: Ambao kutoa 10 posts mwisho kwa kuchagua kutoka wakati wao kutoa maoni?
th_th: ใครเป็นผู้โพส 10 คนล่าสุด และใครแสดงความคิดเห็นเมื่อไหร่ ?

source: Only Registered Members
sw_sw: Tu Registered Members
th_th: สมาชิกที่ลงทะเบียนเท่านั้น

source: Everybody
sw_sw: Kila mtu
th_th: ทุกคน

source: Nobody
sw_sw: hakuna mtu
th_th: ไม่มีใคร

source: Whose links should be dofollow?
sw_sw: Ambao viungo lazima dofollow?

source: Only Registered Members Links
sw_sw: Tu Registered Members Links
th_th: ลิงค์ของสมาชิกที่ลงทะเบียนเท่านั้น

source: Everybody gets dofollow links
sw_sw: Kila mtu anapata viungo dofollow

source: Nobody gets dofollow links
sw_sw: Hakuna mtu anapata viungo dofollow

source: Technical Settings
sw_sw: Ufundi Mazingira
th_th: การตั้งค่าทางเทคนิค

source: Click to open technical settings
sw_sw: Click kufungua mazingira ya kiufundi
th_th: คลิ๊กเพื่อเปิดการตั้งค่าทางเทคนิค

source: Please check the help video for this section before changing settings
sw_sw: Tafadhali angalia msaada video kwa sehemu hii kabla ya kubadilisha mazingira

source: In most cases, you will NOT need to change the settings in this box unless you have a custom comment form, template or you are using minifying or caching plugins
sw_sw: Katika kesi nyingi, utakuwa si haja ya kubadili mazingira katika sanduku hili kama una maoni desturi fomu, template au unatumia minifying au Caching Plugins

source: Compatibility
sw_sw: utangamano
th_th: เข้ากันได้

source: Use manual insert of badge code?
sw_sw: Kutumia kuingiza mwongozo wa kanuni beji?

source: Enable minifying compatibility?
sw_sw: Kuwawezesha minifying utangamano?

source: For caching plugins (places localized code in footer)
sw_sw: Kwa Caching Plugins (maeneo ya ndani kificho katika footer)

source: URL to use for API
sw_sw: URL kutumia kwa API
th_th: URL เพื่อใช้สำหรับ API

source: Comment Form Field Values
sw_sw: Maoni kidato Uwanja Maadili
th_th: ฟอร์มกล่องแสดงความคิดเห็น

source: Authors Name field name
sw_sw: Mwandishi Jina uwanja jina
th_th: ชื่อผู้เขียน

source: Email field name
sw_sw: Barua pepe uwanja jina
th_th: อีเมล์

source: Authors URL field name
sw_sw: Waandishi URL uwanja jina
th_th: URL ผู้เขียน

source: Comment Text Area name
sw_sw: Maoni Nakala Area jina
th_th: กล่องแสดงข้อความความคิดเห็น

source: Diagnostics Info
sw_sw: uchunguzi Info
th_th: วิเคราะห์ข้อมูล

source: You can copy this information and send it to me if I request it
sw_sw: Unaweza nakala habari hii na kutuma kwa mimi kama mimi ombi hilo
th_th: คุณสามารถคัดลองข้อมูลส่วนนี้ และส่งการร้องขอถึงฉัน

source: Save Settings
sw_sw: kuokoa settings

source: Reset Settings
sw_sw: Rudisha Settings

source: Are you sure you want to reset your settings? Press OK to continue
sw_sw: Una uhakika unataka upya mazingira yako? Vyombo vya habari Sawa ili kuendelea

source: Reset
sw_sw: Rudisha

source: Start Here
sw_sw: ANZA

source: Author
sw_sw: Mwandishi

source: Home Page
sw_sw: Mzee

source: Visit www.commentluv.com!
sw_sw: Ziara www.commentluv.com!

source: Social
sw_sw: Kijamii

source: Help
sw_sw: Msaada

source: Help Desk
sw_sw: Msaada

source: Do you like this plugin?
sw_sw: Je, wewe kama hii Plugin?

source: News
sw_sw: Habari

source: Thanks to the following for translations
sw_sw: Shukrani kwa kufuatia kwa tafsiri

source: Dutch
sw_sw: Uholanzi

source: Portuguese
sw_sw: Ureno

source: Malaysian
sw_sw: Malaysia

source: Russian
sw_sw: Urusi

source: Chinese
sw_sw: Kichina

source: Romanian
sw_sw: Kirumi

source: Arabic
sw_sw: Kiarabu

source: Want your link here?
sw_sw: Wanataka kiungo wako hapa?

source: How To Submit A Translation
sw_sw: Jinsi ya Kuwasilisha tafsiri

source: Special thanks go to the following
sw_sw: Shukrani za pekee kwenda zifuatazo

source: CSS Help
sw_sw: CSS Msaada

source: Badge GFX
sw_sw: beji GFX

source: CommentLuv Settings v2.94.1
th_th: ติดตั้ง CommentLuv เวอร์ชั่น 2.94.1

source: Do you like CommentLuv? How about an even better version with much more control over dofollow and some awesome social enticements that will make your posts go viral by offering your readers more choice of posts if they +1, Like or tweet your post? Get CommentLuv Premium Today! Free plugin and 10 week blogging course delivered by email. (10 week course is free of charge,it is no obligation premium content. It was supposed to be a premium product but I decided to give it away for free. (see why in the first email).)
th_th: คุณชอบ CommentLuv หรือไม่ คุณจะพบการทำงานที่น่าทึ่งในเวอร์ชั่นใหม่ การควบคุมการทำงานได้ง่ายและสะดวกมากยิ่งขึ้น เป็นสิ่งที่จะทำให้การโพสต์ของคุณถูกเผยแพร่ไปอย่างรวดเร็ว และอีกทั้งยังทำให้ผู้อ่านมีทางเลือกในการอ่านโพสต์มากยิ่งขึ้น ถ้าผู้อ่านทำการคลิ๊กไลค์หรือทวีตโพสต์ของคุณละ หากคุณเลือกที่จะใช้ CommentLuvพรีเมียมวันนี้ แถมฟรีปลั๊กอินและคอรส์การทำบล็อกให้ทางอีเมลล์ 10 สัปดาห์ (คุณจะพบคอรส์ฟรี 10 สัปดาห์ในอีเมลล์ของคุณ คอร์สนี้เป็นคอร์สแถมฟรี โดยไม่มีค่าใช้จ่ายใดๆ)

source: CommentLuv 3.0 Premium is here! Upgrade to Premium
th_th: อัพเกรดเป็น CommentLuv 3.0 พรีเมียมตอนนี้

source: I promise not to sell your details or send you spam. You will ONLY receive emails about plugin updates and the 10 week free course.
th_th: เราสัญญาว่าเราจะเก็บข้อมูลของคุณเป็นความลับ และไม่ส่งสแปมใดๆให้คุณ คุณจะได้รับเพียงอีเมลล์ข่าวสารอัพเดตเกี่ยวกับปลั๊กอินและคอร์สเรียนฟรีเท่านั้น

source: Are you getting targeted by spammers? CommentLuv links are valuable which is why it promotes comments but some nasty spammers try to take advantage of this by leaving spam just to get the link. Don't worry, there is answer!... you can get CommentLuv Premium which has advanced anti-spam features which has been proven to almost eliminate spam on users blogs. You can upgrade by clicking the link above.
th_th: คุณเป็นเป้าหมายของสแปมเมอร์ใช่หรือไม่? CommentLuv ลิงค์เป็นสิ่งที่คุ้มค่า ซึ่งเป็นเหตุผลที่มักจะถูกโปรโมตผ่านกล่องคอมเม้นต์ในหลายๆเว็ปๆ แต่สแปมเมอรร์บางคนพยายามที่จะแสวงหาประโยชน์จากสิ่งนี้ โดยการเลือกที่จะปล่อยสแปมไว้ตามลิงค์ต่างๆ คุณอย่าได้กังวล เพราะนี้คือคำตอบ!... คุณเพียงมี CommentLuv พรีเมียม ที่คอยปกป้องคุณจากสแปม ซึ่งพิสูจน์มาแล้วว่าสามารถจัดการและกำจัดสแปมได้เกือบทุกประเภท คุณสามารถอัพเกรดเป็นเวอร์ชั่นพรีเมียมได้โดยคลิกลิงค์ด้านบน

source: Not ready to buy premium yet? that's ok too! Why not try GASP which is a lite version of the anti spam plugin that CommentLuv Premium uses. You can get it for FREE by searching for GASP in your "add new" section of your plugins page in your dashboard.
th_th: ถ้ายังไม่พร้อมที่จะอัพเกรดเป็นพรีเมียมตอนนี้? ไม่เป็นไร! ทำไมไม่ลอง GASP ซึ่งเป็นเวอร์ชั่นทดลองการป้องกันสแปมที่ CommentLuvพรีเมียม ใช้ คุณสามารถใช้ GASP ได้ฟรี เพียงค้นหาในส่วน เพิ่มใหม่(add new) ในหน้าปลั๊กอินเพจบนส่วนแสดงข้อมูลภาพรวม(Dashboard)

source: On Posts
th_th: ในโพสต์

source: On by Default?
th_th: ในค่าเริ่มต้น?

source: On for Admin?
th_th: ในการควบคุม?

source: Link to CommentLuv?
th_th: ลิงค์ไปยังCommentLuv?

source: Enable Info panel?
th_th: ใช้แผงแสดงข้อมูลรายละเอียด

source: white
th_th: สีขาว

source: black
th_th: สีดำ

source: [name] recently posted...[lastpost]
th_th: [ชื่อ] โพสต์เร็วๆนี้… [โพสต์ล่าสุด]

source: Message for unregistered user in the drop down box (Message will not be shown if you do not have registrations enabled)
th_th: ข้อความของผู้ที่ยังไม่ลงทะเบียนในกล่องเมนูทางเลือก (ถ้าคุณยังไม่ได้ลงทะเบียบ ข้อความจะไม่ปรากฏ)

source: Message for unregistered user in the info panel (Message will not be shown if you do not have registrations enabled)
th_th: ข้อความของผู้ที่ยังไม่ลงทะเบียนในหน้าต่างแสดงรายละเอียด (ถ้าคุณยังไม่ได้ลงทะเบียบ ข้อความจะไม่ปรากฏ)

source: Whose links should be do follow?
th_th: ลิงค์ไหนควรติดตาม?

source: Everybody gets nofollow links
th_th: ทุกคนเลือกไม่ติดตามลิงค์

source: Nobody gets nofollow links
th_th: ไม่มีใครเลือกไม่ติดตามลิงค์

source: You have NOT set your blog to allow registrations, you can do that in Settings/General here
th_th: คุณไม่ได้ตั้งค่าบล๊อกของคุณ เพื่ออนุญาตให้ลงทะเบียน คุณสามารถตั้งค่าทั่วไปได้ที่นี่

source: Please check the help video for this section before changing setting
th_th: โปรดชมวีดีโอช่วยเหลือตรงนี้ ก่อนเปลี่ยนการตั้งค่า

source: Use manual insert of badge code?
th_th: ใช้คู่มือเพื่อเพิ่มสัญลักษณ์โค้ด?

source: Enable minifying compatibility
th_th: เปิดใช้งานการย่อขนาดที่เข้ากันได้

source: Disable UTF8 encoding
th_th: ปิดการใช้งาน การเปลี่ยนแปลงข้อมูล UTF8

source: Disable Detection
th_th: ปิดการใช้งานการค้นหา

source: API URL
th_th: เอ.พี.ไอ (API URL)

source: Action to take if comment has no Author URL (Prevents spammer abuse)
th_th: จัดการกับกล่องความคิดเห็นที่ไม่มี URL ของผู้เขียน (ป้องกันการใช้งานที่ไม่เหมาะสมขแงสแปม)

source: Action to take if link does not match domain of author (Prevents users from adding fake author URLs to get around Akismet)
th_th: จัดการกับลิงค์ที่ไม่จับคู่กับโดเมนของผู้แต่ง (ป้องกันผู้ใข้ที่ใช้ URLs ปลอมเพื่อเข้าสุ่ Akismet)

source: Allow Jetpack comments module to activate?
th_th: อนุญาต Jetpack ใช้งานโมดูลแสดงความคิดเห็น?

source: Use security nonce for ajax calls (disable if you get Parsing JSON Request failed. error! not authorized error)
th_th: ใช้ความปลอดภัยเพื่อเรียกใช้จาวาสคริปปัจจุบัน (ปิดการใช้งาน ถ้าการร้องขอการจับคู่ของ JSON ที่ถูกร้องขอล้มเหลว ไม่สำเร็จ การไม่ได้รับการให้สิทธิอำนาจ)
